[LangSelectionDlg]
MUI_LANGDLL_WINDOWTITLE=Installer Language
MUI_LANGDLL_INFO=Please select a language.

[Installation]
IDS_SAVESETTING=Do you want to save the settings?
IDS_OperatorName=Mobile Operator
IDS_ChooseOperator=Choose a mobile operator.
IDS_SelectOperatorList=Please select your mobile operator from the list below.
IDS_OperatorDescription=Description
IDS_SelectOperatorDetail=is designed for
IDS_ACSInstalled=An earlier Speedmanager plus/ByteMobile Client installation exists on the system. This version must be uninstalled and OS restarted!
IDS_PathTooLong=The path is too long.
IDS_AlreadyInstall=The application is already installed. Remove it now?
IDS_NonAdmin= cannot be installed because user does not have administrators privileges on this computer.
IDS_IsWin9x= cannot be installed under Windows 9x.
IDS_AppRunning=Please close the application first.
IDS_SameVer=The same version has been installed. Do you want to remove it first?
IDS_AnotherCustomized=Another customized version has been installed. Do you want to remove it first?
IDS_OldVer=An earlier version has been installed. Do you want to remove it first?
IDS_HigherVer=A later version has been installed. Do you want to remove it first?
IDS_NonAdminUninst=cannot be uninstalled because user does not have administrators privileges on this computer.
IDS_DELETE_ALL_DATA= Do you want to delete all user data files?

